let comic = {
    title: ['首页', '动漫', '番剧', '国创', '舞蹈', '游戏', '鬼畜', '放映厅'],
    rotation: [
        {
            name: '轮播图',
            images: ['03.jpg', '04.jpg', '05.jpg', '06.jpg', '02.jpg']
        },
        {
            name: '侧栏',
            title: ['血界战线第二季', '战刻夜想曲', '你的名字', '少女终末旅行'],
            images: ['54.jpg', '55.jpg', '56.jpg', '57.jpg',]
        }
    ],
    VIP: {
        name: 'VIP推广',
        title: ['舞动青春', '夏目友人账', '魔法的新娘', '火影忍者新时代'],
        images: ['23.jpg', '24.jpg', '25.jpg', '26.jpg',]
    },
    advertisement: {
        title: '广告',
        images: ['71_1.jpg', '71_2.jpg', '71_3.jpg']
    },
    comic: {
        title: '动漫',
        images: ['08.jpg', '09.jpg', '010.jpg', '011.jpg'],
        text: ['丝绸女孩对谈', '橙心资讯', '我叫僵小鱼', '人马小姐不迷路'],
        ranking: {
            title: '热门动漫',
            name: ['名侦探柯南', '妖精的尾巴第二季', '少年锦衣卫第二季', '博人传 火影忍者新时代', '少女终末旅行', '如果有妹妹就好了', '结城友奈是勇者', '光之美少女食尚甜心']
        }
    },
    original: {
        title: '原创作品推荐',
        name: ['恋爱禁止的世界', '战斗女子高校', '银之守墓人', '重启咲良田', '樱花任务'],
        images: ['41.jpg', '42.jpg', '43.jpg', '44.jpg', '45.jpg'],
    },
    japaneseAnime: {
        title: "日本动漫",
        text: ['妖精的尾巴', '十二大战', '甘城光辉游乐园', '哆啦A梦', '宠物小精灵BW', '精灵使的剑舞', '食戟之灵第三季', '美妙旋律第八季', '奇诺之旅2017', '蜡笔小新'],
        images: ['12.jpg', '13.jpg', '14.jpg', '15.jpg', '16.jpg', '17.jpg', '18.jpg', '19.jpg', '32.jpg', '33.jpg'],
    },
    domestic: {
        title: '国产',
        images: ['38.jpg', '39.jpg', '40.jpg', '41.jpg'],
        text: ['我的天劫女友', '橙心资讯', '我是江小白', '狐妖小红娘'],
        ranking: {
            title: '热门国产',
            name: ['画江湖之换世门生（上篇）', '纳米核心第三季（下篇）', '十万个冷笑话第三季', '我差点就信了 第二季', '我是江小白', '凹凸世界 第一季', '女生宿舍日常第二季', '魔法使的新娘']
        }
    },
    chinaMadeCartoon: {
        title: "国产动漫",
        text: ['少年锦衣卫第二季', '萌娘说', '少年锦衣卫第二季', '灵剑山', '咕力咕力丫米果', '画江湖之换世门生', '阿狸梦之岛', '爱精灵乐吉儿', '怪物公寓', '樱桃小丸子'],
        images: ['42.jpg', '43.jpg', '44.jpg', '45.jpg', '46.jpg', '47.jpg', '48.jpg', '49.jpg', '50.jpg', '51.jpg'],
    },
    music: {
        title: '音乐',
        name: ['麟犀AI韵律', 'I-DREAM音乐祭', '战刻夜想曲', 'BanG Dream!'],
        images: ['79.jpg', '80.jpg', '81.jpg', '82.jpg'],
        ranking: {
            title: '排行',
            name: ['李宇春《Privacy》MV', '《梦想的声音2》林俊杰极限高音演唱', '【催泪向/治愈】名为心做し的痛', '极乐净土慢动作']
        }
    },
    wallpaper: {
        title: '瀑布流',
        test: ["狐妖小红娘", "食载之灵", "博人传", "咕噜咕噜魔法阵", "画江湖之换世门生", "歌之王子殿下", "纳米核心第3季", "名侦探柯南"],
        images: ["000.jpg", "001.jpg", "001.jpg", "003.jpg", "004.jpg", "005.jpg", "006.jpg", "007.jpg"]
    }
};

